Repository: GeorgeOblomov/wb_warehouse
Catalog: lib/l10n/app_*.arb
Languages: ru

source: Goods catalog
ru: Каталог товаров

source: Delete
ru: Удалить

source: Arrival
ru: Приход

source: Profile
ru: Профиль

source: Empty
ru: Пусто

# addNewGoods
source: Add new goods and soon they will be visible here!
ru: Добавляйте новые товары и они появятся здесь!

# searchBarHint
source: Search
ru: Поиск

# updateButtonTitle
source: Update data
ru: Обновить данные

# updateRestOfGoodsButtonTitle
source: Update rest of goods
ru: Обновить остатки товаров

source: Rest of goods
ru: Остатки товаров

# restOfGoodsName
source: Name
ru: Название

# restOfGoodsSupplierArticle
source: Good article
ru: Артикул товара

# restOfGoodsBarcode
source: Barcode
ru: Баркод

# restOfGoodsQuantity
source: Quantity
ru: Количество

# restOfGoodsCostPrice
source: Cost price
ru: Себестоимость

# restOfGoodsTotalCostPrice
source: Total cost price
ru: Сумма

# restOfGoodsChooseSearchFilterTitle
source: Choose search filter
ru: Выберите фильтр поиска

# restOfGoodsChooseButtonTitle
source: Choose
ru: Выбрать

# restOfGoodsPicture
source: Picture
ru: Картинка

# restOfGoodsFilterName
source: By name
ru: По имени

# restOfGoodsFilterSupplierArticle
source: By supplier article
ru: По артиклу поставика

# restOfGoodsFilterBarcode
source: By barcode
ru: По баркоду

# updateRestOfGoodsPageTitle
source: Update rest of goods
ru: Обновление остатков

source: Update rest of goods
ru: Обновить остатки

# updateRestOfGoodsBarcode
source: Barcode
ru: Баркод

# updateRestOfGoodsBottomButtonTitle
source: Update
ru: Обновить

# updateRestOfGoodsConfirmDialogTitle
source: Do you really want to update?
ru: Вы действительно хотите обновить остатки?

# updateRestOfGoodsConfirmDialogAgree
source: Yes
ru: Да

# updateRestOfGoodsConfirmDialogDisagree
source: No
ru: Нет

# profilePageThemeItemTitle
source: Theme
ru: Тема

# profilePageLocaleItemTitle
source: Locale
ru: Язык

# profilePageLocalesDialogTitle
source: Choose language
ru: Выберите язык

source: Something went wrong
ru: Что-то пошло не так

source: Price and discounts
ru: Цены и скидки

# pricesAndDiscountsPicture
source: Picture
ru: Картинка

# pricesAndDiscountsName
source: Name
ru: Имя

# pricesAndDiscountsBarcode
source: Barcode
ru: Баркод

# pricesAndDiscountsPrice
source: Price
ru: Цена

# pricesAndDiscountsDiscount
source: Discount
ru: Скидка

# pricesAndDiscountsUpdate
source: Update prices and discounts
ru: Обновить цены и скидки

# priceAndDiscountDetailsPageTitle
source: Update prices and discount for {priceAndDiscountGoodTitle}
ru: Обновить цену и скидку для {priceAndDiscountGoodTitle}

# pricesAndDiscountsArticleWb
source: Article WB
ru: Артикул WB

# goodsToUpdatePageTitle
source: Goods to update prices and discounts
ru: Товары к обновлению

# goodsToUpdatePricesButtonTitle
source: Update prices
ru: Обновить цены

# goodsToUpdateDiscountsButtonTitle
source: Update discounts
ru: Обновить скидки

# goodsToUpdateBarcode
source: Barcode
ru: Баркод

# goodsToUpdatePrice
source: Price
ru: Розничная цена

# goodsToUpdateDiscount
source: Discount
ru: Скидка

# goodsToUpdatePricesConfirmDialogTitle
source: Do you reallly want to update prices?
ru: Вы действительно хотите обновить цены?

# goodsToUpdateDiscountsConfirmDialogTitle
source: Do you reallly want to update discounts?
ru: Вы действительно хотите обновить скидки?

# goodsToUpdateConfirmDialogAgreeText
source: Yes
ru: Да

# goodsToUpdateConfirmDialogDisagreeText
source: No
ru: Нет

# inventoryEditButtonTitle
source: Edit
ru: Редактировать

# inventoryWBArticle
source: Article WB
ru: Артикул WB

# inventoryGoodArticle
source: Article
ru: Артикул товара

# inventoryGoodName
source: Name
ru: Название

# inventoryPurchasePrice
source: Purchase price, rub
ru: Цена закупки, руб

# inventoryRetailPrice
source: Retail price, rub
ru: Розничная цена, руб

# inventoryPackagingCost
source: Packaging cost, rub
ru: Стоимость упаковки, руб

# inventoryCostPrice
source: Cost price, rub
ru: Себестоимость, руб

# inventoryFeePercent
source: Fee, %
ru: Комиссия, %

# inventoryWBLogistics
source: WB logistics, rub
ru: Логистика WB, руб

# inventoryTaxRate
source: Tax rate, %
ru: Налоговая ставка, %

# inventoryDiscountedPrice
source: Discounted price, rub
ru: Цена со скидкой, руб

# inventoryProfit
source: Profit, rub
ru: Прибыль, руб

# inventoryMarginality
source: Marginality, %
ru: Маржинальность, %

# inventoryWebSiteDiscount
source: Web site discount, %
ru: Скидка на сайте, %

# inventoryPictureColumnTitle
source: Picture
ru: Картинка

source: Inventory control
ru: Складской учет
